[
  {
    "id": "20221201",
    "date": "Dec 1, 2022",
    "author": "Jeremy Brown",
    "authorImage": "https://psides83.github.io/fbce-website-resources/images/jeremy-brown.jpg",
    "image": "https://psides83.github.io/fbce-website-resources/images/advent.jpg",
    "isSeries": true,
    "seriesId": "advent",
    "seriesTitle": "Anticipating the Savior – 25 days of Advent",
    "cardLabel": "Advent",
    "cardDescription": "What we think Christmas is will determine how we observe it and whether we enjoy it.",
    "title": "The Origin Story",
    "paragraphs": [
      {
        "sections": [
          {
            "text": "Read",
            "references": ["Matthew 1:1-25"]
          }
        ]
      },

      {
        "sections": [
          {
            "text": "What we think Christmas is will determine how we observe it and whether we enjoy it. The traditional word for this season is actually Advent, and it means “coming.” Historically, Christians have observed the Advent season by celebrating not only  Christ’s first coming but also anticipating his second coming. So, to truly experience the meaning of Christmas is to remember how and why Jesus came in the flesh and to reflect on his promises to return."
          }
        ]
      },
      {
        "sections": [
          {
            "text": "More than the accomplishments we achieve, our heritage is part of who we are. This can be disappointing if we don’t come from an “ideal” family situation (whatever that looks like). It can also be a dangerous source of pride for us if we put too much emphasis on our background. Our ethnic and familial heritage is part of who we are, but it is not the whole of who we are meant to be. Regardless of your earthly heritage, the history recorded in Matthew chapter one is important for you. This is your ancestry, your story, if you are in Christ. So read it as if it is your own family history! And if you are not yet united to Christ, this can become your story through faith in him."
          }
        ]
      },
      {
        "sections": [
          {
            "text": "My hope is that by reading these short devotions, you will see the wisdom of God’s perfect plan of redemption brought about through imperfect people. I hope you will recapture the wonder of Christ’s birth, not as mere happenstance but as a promise fulfilled by the God who oversees all of history. I hope that you will better comprehend how all of Scripture points to Jesus. And I hope that this will help you remember the true meaning of the Advent season as you look back to Jesus’ first coming and long for his return!"
          }
        ]
      },
      {
        "sections": [
          {
            "text": "Enjoy and Merry Christmas!"
          }
        ]
      }
    ]
  },
  {
    "id": "20221202",
    "date": "Dec 2, 2022",
    "author": "Jeremy Brown",
    "authorImage": "https://psides83.github.io/fbce-website-resources/images/jeremy-brown.jpg",
    "image": "https://psides83.github.io/fbce-website-resources/images/advent.jpg",
    "isSeries": true,
    "seriesId": "advent",
    "seriesTitle": "Anticipating the Savior – 25 days of Advent",
    "cardLabel": "Advent",
    "cardDescription": "The origin story of Jesus Christ, the son of David, the son of Abraham. Matthew 1:1",
    "title": "The Promised Descendant",
    "paragraphs": [
      {
        "sections": [
          {
            "text": "Read",
            "references": ["Genesis 12:1-3", "Psalm 89:1-4"]
          }
        ]
      },

      {
        "sections": [
          {
            "text": "David was the greatest king of Israel, the one who ruled from a heart that feared God above all others. The tiny nation of Israel never knew such blessing, security, and prominence as when David was king. David even became the very standard by which all other kings in Israel were measured because only under David did Israel rightly worship the LORD. In fact, what it meant to be a “son of David” was not merely to be his descendant but to rule in the fear of the Lord the way that David did. In 2 Samuel 7:16, God promised King David, “And your house and your kingdom shall be made sure forever before me. Your throne shall be established forever.” How could this be? How would David’s rule last forever? Only through his greater Son. Christ is the fulfillment of God’s promise to King David. The Scripture is clear that David’s righteous rule was always pointing forward to a coming King who would rule perfectly and permanently",
            "references": ["2 Samuel 7:16"]
          }
        ]
      },
      {
        "sections": [
          {
            "text": "When God said to Abraham, “…in you all the families of the earth shall be blessed…” it was through a particular descendant that God intended to make good on this promise ",
            "references": ["Galatians 3:7-8"]
          },
          {
            "text": "It was the Jews who were the chosen people of God from all the nations of the earth, but through Jesus, God expanded his chosen family to include people from every nation, every language, every tribe. Now, through faith in Jesus Christ, anyone, regardless of their ethnic or family heritage, can become a child of God. \"He came to his own, and his own people did not receive him. But to all who did receive him, who believed in his name, he gave the right to become children of God, who were born not of blood, nor of the will of the flesh, nor of the will of man but of God\"",
            "references": ["John 1:11-13"]
          }
        ]
      },
      {
        "sections": [
          {
            "text": "As the son of Abraham, Jesus is the one through whom anyone can become a child of God. As the son of David, Jesus is the promised ruler who has inaugurated and will establish a new kingdom of peace and prosperity that will last forever! In Jesus, the Light of the world has broken through the darkness of sin and suffering in this world. No matter our circumstances this Advent season, we can celebrate with joy and hope, knowing that the hero we need has already come! And because he came the first time to redeem his fallen creation, we can trust that he will come again to restore it fully and finally!"
          }
        ]
      },
      {
        "sections": [
          {
            "header": "Prayer",
            "text": "Heavenly Father, thank you for sending us your Son, who identifies with us in our weaknesses but also rules over us in the strength of your steadfast love! Help us to be in awe that you would come down to us in this way! AMEN!"
          }
        ]
      }
    ]
  },
  {
    "id": "20221203",
    "date": "Dec 3, 2022",
    "author": "Jeremy Brown",
    "authorImage": "https://psides83.github.io/fbce-website-resources/images/jeremy-brown.jpg",
    "image": "https://psides83.github.io/fbce-website-resources/images/advent.jpg",
    "isSeries": true,
    "seriesId": "advent",
    "seriesTitle": "Anticipating the Savior – 25 days of Advent",
    "cardLabel": "Advent",
    "cardDescription": "Abraham was the father of Isaac, and Isaac the father of Jacob, and Jacob the father of Judah and his brothers… Matthew 1:2",
    "title": "No One Chooses There Relatives…But God Does",
    "paragraphs": [
      {
        "sections": [
          {
            "text": "Read",
            "references": ["Exodus 3:1-15"]
          }
        ]
      },

      {
        "sections": [
          {
            "text": "Connecting Jesus to the family tree of Abraham ensured Jewish readers that their Messiah was “one of them.” When the earth was filled with wickedness and sin, God chose not to scrap it all and start over but to work through a man and his family. God made a promise to Abraham that from him would come a great nation (Israel), through whom he would bless all nations",
            "references": ["Genesis 12:3"]
          },
          {
            "text": "The Scripture frequently refers to the LORD as “the God of Abraham, Isaac, and Jacob” because these were the sons of promise through whom God would bring ultimate salvation to the world. These were the men with whom God made his covenant. A covenant is a promise that binds and reinforces an already-established relationship. It is accompanied by a physical sign (usually involving blood). And when the LORD revealed himself to Moses for the first time, he identified himself as the God of Abraham, Isaac, and Jacob and said that this is how he will be remembered throughout all generations",
            "references": ["Exodus 3:15"]
          }
        ]
      },
      {
        "sections": [
          {
            "text": "It was not because these men were great that God chose them. Abraham deceived Pharaoh and pretended his wife was his sister out of fear for his own life. Isaac did the same",
            "references": ["Genesis 26"]
          },
          {
            "text": "Jacob was a regular deceiver, but he fathered Judah along with 11 other brothers who would ultimately make up the entire nation of Israel. God chose to bind himself to these men and their families, even to the point of being known as “the God of Abraham, Isaac, and Jacob.” Why? Because God wanted to be known as the God who uses the weak things of the world to shame the strong and the foolish things to shame the wise",
            "references": ["1 Corinthians 1:27"]
          }
        ]
      },
      {
        "sections": [
          {
            "text": "No one can explain why or how such a family tree could bring about the Savior of the world, but this is exactly the point. Jesus did not come from a line of perfect men but from a messy and dysfunctional family. And he didn’t come for those who have it all together either. He said himself, “I did not come to call the righteous but sinners to repentance.” The apostle Paul wrote that “all have sinned and fall short of the glory of God.” Jesus came for you! He came for all those who recognize their total need of him. God sent his Son into the world not because we deserve him but because He is good! He has bound himself to us through Christ as the sacrifice for our sins! God was not ashamed to be identified with Abraham, Isaac, Jacob, or Judah. And if we are in Christ, he is not ashamed to be identified with us either. How amazing!"
          }
        ]
      },
      {
        "sections": [
          {
            "header": "Prayer",
            "text": "Heavenly Father, thank you for showing us that you are enough when we are not. Thank you for binding yourself to us and choosing us by sending your Son Jesus as the sacrifice for our sins. AMEN!"
          }
        ]
      }
    ]
  }
]
