[
  {
    "id": "20221201",
    "date": "Dec 1, 2022",
    "author": "Jeremy Brown",
    "authorImage": "https://psides83.github.io/fbce-website-resources/images/jeremy-brown.jpg",
    "image": "https://psides83.github.io/fbce-website-resources/images/advent.jpg",
    "isSeries": true,
    "seriesId": "advent",
    "seriesTitle": "Anticipating the Savior – 25 days of Advent",
    "cardLabel": "Advent",
    "cardDescription": "What we think Christmas is will determine how we observe it and whether we enjoy it.",
    "title": "The Origin Story",
    "paragraphs": [
      {
        "sections": [
          {
            "text": "Read",
            "references": ["Matthew 1:1-25"]
          }
        ]
      },

      {
        "sections": [
          {
            "text": "What we think Christmas is will determine how we observe it and whether we enjoy it. The traditional word for this season is actually Advent, and it means “coming.” Historically, Christians have observed the Advent season by celebrating not only  Christ’s first coming but also anticipating his second coming. So, to truly experience the meaning of Christmas is to remember how and why Jesus came in the flesh and to reflect on his promises to return."
          }
        ]
      },
      {
        "sections": [
          {
            "text": "More than the accomplishments we achieve, our heritage is part of who we are. This can be disappointing if we don’t come from an “ideal” family situation (whatever that looks like). It can also be a dangerous source of pride for us if we put too much emphasis on our background. Our ethnic and familial heritage is part of who we are, but it is not the whole of who we are meant to be. Regardless of your earthly heritage, the history recorded in Matthew chapter one is important for you. This is your ancestry, your story, if you are in Christ. So read it as if it is your own family history! And if you are not yet united to Christ, this can become your story through faith in him."
          }
        ]
      },
      {
        "sections": [
          {
            "text": "My hope is that by reading these short devotions, you will see the wisdom of God’s perfect plan of redemption brought about through imperfect people. I hope you will recapture the wonder of Christ’s birth, not as mere happenstance but as a promise fulfilled by the God who oversees all of history. I hope that you will better comprehend how all of Scripture points to Jesus. And I hope that this will help you remember the true meaning of the Advent season as you look back to Jesus’ first coming and long for his return!"
          }
        ]
      },
      {
        "sections": [
          {
            "text": "Enjoy and Merry Christmas!"
          }
        ]
      }
    ]
  },
  {
    "id": "20221202",
    "date": "Dec 2, 2022",
    "author": "Jeremy Brown",
    "authorImage": "https://psides83.github.io/fbce-website-resources/images/jeremy-brown.jpg",
    "image": "https://psides83.github.io/fbce-website-resources/images/advent.jpg",
    "isSeries": true,
    "seriesId": "advent",
    "seriesTitle": "Anticipating the Savior – 25 days of Advent",
    "cardLabel": "Advent",
    "cardDescription": "The origin story of Jesus Christ, the son of David, the son of Abraham. Matthew 1:1",
    "title": "The Promised Descendant",
    "paragraphs": [
      {
        "sections": [
          {
            "text": "Read",
            "references": ["Genesis 12:1-3", "Psalm 89:1-4"]
          }
        ]
      },

      {
        "sections": [
          {
            "text": "David was the greatest king of Israel, the one who ruled from a heart that feared God above all others. The tiny nation of Israel never knew such blessing, security, and prominence as when David was king. David even became the very standard by which all other kings in Israel were measured because only under David did Israel rightly worship the LORD. In fact, what it meant to be a “son of David” was not merely to be his descendant but to rule in the fear of the Lord the way that David did. In 2 Samuel 7:16, God promised King David, “And your house and your kingdom shall be made sure forever before me. Your throne shall be established forever.” How could this be? How would David’s rule last forever? Only through his greater Son. Christ is the fulfillment of God’s promise to King David. The Scripture is clear that David’s righteous rule was always pointing forward to a coming King who would rule perfectly and permanently",
            "references": ["2 Samuel 7:16"]
          }
        ]
      },
      {
        "sections": [
          {
            "text": "When God said to Abraham, “…in you all the families of the earth shall be blessed…” it was through a particular descendant that God intended to make good on this promise ",
            "references": ["Galatians 3:7-8"]
          },
          {
            "text": "It was the Jews who were the chosen people of God from all the nations of the earth, but through Jesus, God expanded his chosen family to include people from every nation, every language, every tribe. Now, through faith in Jesus Christ, anyone, regardless of their ethnic or family heritage, can become a child of God. \"He came to his own, and his own people did not receive him. But to all who did receive him, who believed in his name, he gave the right to become children of God, who were born not of blood, nor of the will of the flesh, nor of the will of man but of God\"",
            "references": ["John 1:11-13"]
          }
        ]
      },
      {
        "sections": [
          {
            "text": "As the son of Abraham, Jesus is the one through whom anyone can become a child of God. As the son of David, Jesus is the promised ruler who has inaugurated and will establish a new kingdom of peace and prosperity that will last forever! In Jesus, the Light of the world has broken through the darkness of sin and suffering in this world. No matter our circumstances this Advent season, we can celebrate with joy and hope, knowing that the hero we need has already come! And because he came the first time to redeem his fallen creation, we can trust that he will come again to restore it fully and finally!"
          }
        ]
      },
      {
        "sections": [
          {
            "header": "Prayer",
            "text": "Heavenly Father, thank you for sending us your Son, who identifies with us in our weaknesses but also rules over us in the strength of your steadfast love! Help us to be in awe that you would come down to us in this way! AMEN!"
          }
        ]
      }
    ]
  },
  {
    "id": "20221203",
    "date": "Dec 3, 2022",
    "author": "Jeremy Brown",
    "authorImage": "https://psides83.github.io/fbce-website-resources/images/jeremy-brown.jpg",
    "image": "https://psides83.github.io/fbce-website-resources/images/advent.jpg",
    "isSeries": true,
    "seriesId": "advent",
    "seriesTitle": "Anticipating the Savior – 25 days of Advent",
    "cardLabel": "Advent",
    "cardDescription": "Abraham was the father of Isaac, and Isaac the father of Jacob, and Jacob the father of Judah and his brothers… Matthew 1:2",
    "title": "No One Chooses There Relatives…But God Does",
    "paragraphs": [
      {
        "sections": [
          {
            "text": "Read",
            "references": ["Exodus 3:1-15"]
          }
        ]
      },

      {
        "sections": [
          {
            "text": "Connecting Jesus to the family tree of Abraham ensured Jewish readers that their Messiah was “one of them.” When the earth was filled with wickedness and sin, God chose not to scrap it all and start over but to work through a man and his family. God made a promise to Abraham that from him would come a great nation (Israel), through whom he would bless all nations",
            "references": ["Genesis 12:3"]
          },
          {
            "text": "The Scripture frequently refers to the LORD as “the God of Abraham, Isaac, and Jacob” because these were the sons of promise through whom God would bring ultimate salvation to the world. These were the men with whom God made his covenant. A covenant is a promise that binds and reinforces an already-established relationship. It is accompanied by a physical sign (usually involving blood). And when the LORD revealed himself to Moses for the first time, he identified himself as the God of Abraham, Isaac, and Jacob and said that this is how he will be remembered throughout all generations",
            "references": ["Exodus 3:15"]
          }
        ]
      },
      {
        "sections": [
          {
            "text": "It was not because these men were great that God chose them. Abraham deceived Pharaoh and pretended his wife was his sister out of fear for his own life. Isaac did the same",
            "references": ["Genesis 26"]
          },
          {
            "text": "Jacob was a regular deceiver, but he fathered Judah along with 11 other brothers who would ultimately make up the entire nation of Israel. God chose to bind himself to these men and their families, even to the point of being known as “the God of Abraham, Isaac, and Jacob.” Why? Because God wanted to be known as the God who uses the weak things of the world to shame the strong and the foolish things to shame the wise",
            "references": ["1 Corinthians 1:27"]
          }
        ]
      },
      {
        "sections": [
          {
            "text": "No one can explain why or how such a family tree could bring about the Savior of the world, but this is exactly the point. Jesus did not come from a line of perfect men but from a messy and dysfunctional family. And he didn’t come for those who have it all together either. He said himself, “I did not come to call the righteous but sinners to repentance.” The apostle Paul wrote that “all have sinned and fall short of the glory of God.” Jesus came for you! He came for all those who recognize their total need of him. God sent his Son into the world not because we deserve him but because He is good! He has bound himself to us through Christ as the sacrifice for our sins! God was not ashamed to be identified with Abraham, Isaac, Jacob, or Judah. And if we are in Christ, he is not ashamed to be identified with us either. How amazing!"
          }
        ]
      },
      {
        "sections": [
          {
            "header": "Prayer",
            "text": "Heavenly Father, thank you for showing us that you are enough when we are not. Thank you for binding yourself to us and choosing us by sending your Son Jesus as the sacrifice for our sins. AMEN!"
          }
        ]
      }
    ]
  },
  {
    "id": "20221204",
    "date": "Dec 4, 2022",
    "author": "Jeremy Brown",
    "authorImage": "https://psides83.github.io/fbce-website-resources/images/jeremy-brown.jpg",
    "image": "https://psides83.github.io/fbce-website-resources/images/advent.jpg",
    "isSeries": true,
    "seriesId": "advent",
    "seriesTitle": "Anticipating the Savior – 25 days of Advent",
    "cardLabel": "Advent",
    "cardDescription": "…and Judah the father of Perez and Zerah by Tamar, and Perez the father of Hezron, and Hezron the father of Ram…” Matthew 1:3",
    "title": "A Broken Family Tree",
    "paragraphs": [
      {
        "sections": [
          {
            "text": "Read",
            "references": ["Genesis 38", "Genesis 49:8-11"]
          }
        ]
      },

      {
        "sections": [
          {
            "text": "My wife has referred to the stories in Genesis as one big soap opera. Unfortunately, it's much worse because it’s a true story, and it reflects the real-life situations that happen when people choose sin and self rather than to fear the LORD and trust his plan. In the ancient Near East, when a young woman’s husband died it was understood that the deceased’s brother (or next closest male relative) would redeem her by taking her as his wife. This provided support for the widow and ensured that the family tree would persist. This, coupled with God’s command to Adam, Noah, Abraham, Isaac, and Jacob to “be fruitful and multiply,” shows just how defiant Judah was being when he failed to give his youngest son to Tamar. We might think her way of getting back at Judah was perverse. While the Bible does not condone Tamar’s actions, the narrative is clearly meant to shame Judah for not trusting God’s plan and to show God’s faithfulness to work out his plan despite the crooked actions of those he uses."
          }
        ]
      },
      {
        "sections": [
          {
            "text": "The LORD had a plan and purpose for Tamar, though she was shamed and neglected. It was not common practice in that time and culture to include women in ancestry records. What’s more, we would never expect the ancestry of Jesus Christ to be so scandalous. This makes the story of the Bible and the particularities of Matthew's genealogy quite revolutionary. The human authors of Scripture never try to cover up the drama. All the “dirty laundry” is out there for everyone to see, and God intended it to be this way. It was through the mess of Judah’s family drama that God would bring the royal line of King David. When Jacob blessed his 12 sons before his death, Judah received the most significant promise. It was the promise that from Judah’s line would come a king who would rule all the nations forever",
            "references": ["Genesis 49:10"]
          }
        ]
      },
      {
        "sections": [
          {
            "text": "It was through a perverse and sinful situation that God would bring the perfect and sinless Savior of the world! This broken family actually led to the One who makes all families whole!"
          }
        ]
      },
      {
        "sections": [
          {
            "text": "What an amazing God that he can bring such beauty from brokenness! How encouraging for the rest of us who know that we are messed up like Judah and Tamar. Some of us may have come from families with similar drama or dysfunction, even abuse. But we are never beyond God’s ability and delight to make something beautiful out of an ugly situation. It’s been said that God only uses broken people because ultimately that is all he has to work with. But it’s also because that is how good he really is!"
          }
        ]
      },
      {
        "sections": [
          {
            "header": "Prayer",
            "text": "Father, thank you that you use us in spite of ourselves. Help us to see beyond our mess and trust that you are working out your plan for our good and for your glory! AMEN!"
          }
        ]
      }
    ]
  },
  {
    "id": "20221205",
    "date": "Dec 5, 2022",
    "author": "Jeremy Brown",
    "authorImage": "https://psides83.github.io/fbce-website-resources/images/jeremy-brown.jpg",
    "image": "https://psides83.github.io/fbce-website-resources/images/advent.jpg",
    "isSeries": true,
    "seriesId": "advent",
    "seriesTitle": "Anticipating the Savior – 25 days of Advent",
    "cardLabel": "Advent",
    "cardDescription": "…and Judah the father of Perez and Zerah by Tamar, and Perez the father of Hezron, and Hezron the father of Ram…” Matthew 1:4",
    "title": "The Noble Nobodies",
    "paragraphs": [
      {
        "sections": [
          {
            "text": "Read",
            "references": ["Numbers 1:1-7"]
          }
        ]
      },

      {
        "sections": [
          {
            "text": "Little is known of Aminadab or Nashon. Amminadab was Aaron’s father-in-law and his name in Hebrew means “my kinsmen are noble.” Nashon was the chief prince of Judah’s tribe when Israel was in the wilderness organizing her armies. These men represent the royal and warrior nature of the tribe of Judah and without them, there would have been no expectation of a strong Savior King. They are scarcely mentioned, but mentioned, nonetheless, in their relation to Jesus. Did you catch that? Their ultimate significance is not in being known but in their connection to Jesus. It is no different for us. We can only find our ultimate identity and significance in being united with King Jesus!"
          }
        ]
      },
      {
        "sections": [
          {
            "text": "Nothing in God’s plan is insignificant. He uses people, places, and things within his creation to bring about the redemption and perfection of his creation. He used Aram (or Ram), Aminadab, and Nashon to bring about and point to the Savior of the world. The celebration of Advent is a celebration that God uses the nobodies, the poor, the weak, the seemingly insignificant to show his own power and glory."
          }
        ]
      },
      {
        "sections": [
          {
            "text": "We may never know what will become of our descendants, but we cannot underestimate God’s plan to use us to shape future generations. We may not be remembered by the coming generations, but we are called by God to cultivate whatever he has given us for his own glory. Your life, your family, your home is your little “kingdom” to oversee on behalf of the Great King to whom it ultimately belongs! And even if you haven’t had the privilege of bearing and raising children, you have the great privilege of modeling and reproducing genuine faith for whomever God has placed in your life. The world may not remember us, but by God’s grace they will remember the Savior to whom we point! And ultimately, we know that the Creator and Savior of the world knows us, sees us, and loves us. He remembers us even if no one else does!"
          }
        ]
      }
    ]
  },
  {
    "id": "20221206",
    "date": "Dec 6, 2022",
    "author": "Jeremy Brown",
    "authorImage": "https://psides83.github.io/fbce-website-resources/images/jeremy-brown.jpg",
    "image": "https://psides83.github.io/fbce-website-resources/images/advent.jpg",
    "isSeries": true,
    "seriesId": "advent",
    "seriesTitle": "Anticipating the Savior – 25 days of Advent",
    "cardLabel": "Advent",
    "cardDescription": "…and Salmon the father of Boaz by Rahab, and Boaz the father of Obed by Ruth, and Obed the father of Jesse…",
    "title": "Unlikely Vessels",
    "paragraphs": [
      {
        "sections": [
          {
            "text": "Read",
            "references": ["Joshua 6:22-25", "Ruth 4:13-17"]
          }
        ]
      },

      {
        "sections": [
          {
            "text": "No one could have anticipated this. Two women, one a prostitute and the other a Moabite. Both of them came from pagan backgrounds that did not honor Israel’s God as the one true God. Yet, both women demonstrated their reverence for the LORD. And these are the vessels through whom God brought his eternal Son into the world! This shows the infinite wisdom and grace of God!"
          }
        ]
      },
      {
        "sections": [
          {
            "text": "Rahab feared the LORD because she and all of Jericho had heard what the God of Israel had done in parting the Red Sea and causing his people to conquer all their enemies",
            "references": ["Joshua 2:8-11"]
          },
          {
            "text": "She acted upon her knowledge of God by protecting the two spies of Israel at great risk of her own wellbeing. Just when it seemed that God’s promise of land to Abraham’s descendants would not come to be, the LORD made a way through a most unlikely servant and his people conquered their enemy. Rehab assimilated into Israel by marrying Salmon. Their son Boaz would become the kinsman redeemer and husband of another young foreign woman."
          }
        ]
      },
      {
        "sections": [
          {
            "text": "Ruth was a Moabite woman. Ethnically, the Moabites were related to the Israelites",
            "references": ["Genesis 19"]
          },
          {
            "Text": "However, they were a pagan nation, which means they did not worship Yahweh as the one true God. Yet, Ruth had married an Israelite, and after she became a widow, she stayed with her mother-in-law Naomi rather than go back to the familiar land of her own people. She risked never remarrying in the land of the Israelites because of her love for Naomi and reverence for the LORD",
            "references": ["Ruth 1:15-17"]
          },
          {
            "text": "This foreigner became the great grandmother of the greatest earthly king ever to sit on the throne of Jerusalem! Just when it seemed that God’s promise to Judah was in jeopardy, the LORD preserved Judah’s royal line through a most unlikely servant.",
            "references": ["Genesis 49:10"]
          }
        ]
      },
      {
        "sections": [
          {
            "text": "In the story of Rehab, it is Joshua who spares her life and her family. Joshua is a form of Yeshua meaning “to save or deliver.” The English version of this name is Jesus. Boaz shows himself to be gracious, compassionate, and righteous to rescue two widows from poverty and hopelessness (something Boaz’ ancestor Judah had been unwilling to do for Tamar",
            "references": ["Genesis 38"]
          },
          {
            "text": "As Joshua spared the lives of Rahab and her family, so God has spared the lives of all who trust in his Son. As Boaz redeemed and restored Ruth and Naomi at great cost to himself, so Christ redeemed us by giving up his life for our sins. “He comes to make his blessing flow, far as the curse is found!”"
          }
        ]
      }
    ]
  },
  {
    "id": "20221207",
    "date": "Dec 7, 2022",
    "author": "Jeremy Brown",
    "authorImage": "https://psides83.github.io/fbce-website-resources/images/jeremy-brown.jpg",
    "image": "https://psides83.github.io/fbce-website-resources/images/advent.jpg",
    "isSeries": true,
    "seriesId": "advent",
    "seriesTitle": "Anticipating the Savior – 25 days of Advent",
    "cardLabel": "Advent",
    "cardDescription": "…and Jesse the father of David the king.” Matthew 1:6",
    "title": "Longing For What Lasts",
    "paragraphs": [
      {
        "sections": [
          {
            "text": "Read",
            "references": ["2 Samuel 7:8-17"]
          }
        ]
      },

      {
        "sections": [
          {
            "text": "One of the things that makes the Christmas season (and life in general) so discouraging is that the things we enjoy about it are here one day and gone the next. If we experience joy at all it is only for a moment, and most of us have seen so many of our longings remain unfulfilled. But at some point, we need to ask whether our longings themselves are misplaced."
          }
        ]
      },
      {
        "sections": [
          {
            "text": "David was the king of all Israel. The kingdom was united. God had chosen him, anointed him, raised him up, and caused him to conquer all his enemies. But David longed to build a temple for the ark of the covenant. Up to this point, the ark had only ever dwelt in a temporary structure (tabernacle). This was the innermost part of the tabernacle, where the presence of the LORD dwelt. This allowed the God of Israel to dwell among his people but simultaneously conveyed that he himself is holy and could not be approached casually. To David, it didn’t seem right to live in an extravagant palace while the presence of the LORD himself resided in a tent. But when he set his mind to build a temple, the LORD said “No!” Yet, what God had in mind for David was better than anything he could have imagined!"
          }
        ]
      },
      {
        "sections": [
          {
            "text": "2 Samuel 7 is one of the most important chapters in the Old Testament and perhaps the whole Bible. Here, God makes a covenant with David. The promise was three-fold. First, the LORD promised to give David rest from all his enemies",
            "references": ["2 Samuel 7: 7-11"]
          },
          {
            "text": "This obviously didn’t mean that David wouldn’t have any more enemies but that any threat, foreign or domestic, would be shut down. Second, David’s son Solomon would be the one to build a temple where the people of God could meet with the LORD regularly and have their sins atoned for through their sacrifices",
            "references": ["2 Samuel 7:12-13"]
          },
          {
            "text": " And third, David’s family would rule on the throne of Jerusalem forever",
            "references": ["2 Samuel 7:15-16"]
          }
        ]
      },
      {
        "sections": [
          {
            "text": "Today, we know for a fact that there is no king sitting on a throne in Jerusalem. So, does this mean that God’s promise to David is broken. Not a chance! The LORD’s promise to David was fulfilled finally and fully in Jesus Christ. Through his death, Christ conquered the enemy of sin by taking sin’s punishment upon himself. That includes all of David’s sin, all of my sin, and all of your sin too! What is more, through his resurrection from the dead Jesus has conquered not mere earthly enemies but death itself. He now sits enthroned in the heavens at the right hand of God. But there is more to it than this. Even now, we await his return when he will come and sit on the throne in the New Jerusalem",
            "references": ["Reveltation 21:1-8"]
          }
        ]
      },
      {
        "sections": [
          {
            "text": "Ultimately, the kingdom that was promised to David is the kingdom for which we ourselves are still waiting. It’s the everlasting kingdom for which we were made",
            "references": ["Eccles. 3:11"]
          },
          {
            "text": "Hold fast! It is coming! The real question is, “Do you long for it?” The true path to perfect peace, joy, and hope is to long for something better than what we have settled for. Long for what lasts. Long for the things that God has promised. Experience them now and forever by trusting in the eternal one who alone can deliver on these promises!"
          }
        ]
      }
    ]
  },
  {
    "id": "20221208",
    "date": "Dec 8, 2022",
    "author": "Jeremy Brown",
    "authorImage": "https://psides83.github.io/fbce-website-resources/images/jeremy-brown.jpg",
    "image": "https://psides83.github.io/fbce-website-resources/images/advent.jpg",
    "isSeries": true,
    "seriesId": "advent",
    "seriesTitle": "Anticipating the Savior – 25 days of Advent",
    "cardLabel": "Advent",
    "cardDescription": "Yet, God still chose to dwell with his people.",
    "title": "Where We Meet God",
    "paragraphs": [
      {
        "sections": [
          {
            "text": "Read",
            "references": ["2 Samuel 7", "John 1:14-18"]
          }
        ]
      },
      {
        "sections": [
          {
            "text": "God made a promise to King David that his son Solomon would build the temple for the LORD’s presence to dwell among his people",
            "references": ["2 Samuel 7:12-13"]
          },
          {
            "text": "But this promise actually stretches back all the way to the Garden in Eden. From the beginning of creation, God’s plan was to dwell with mankind on the earth. That sounds crazy, right? God is above and beyond time and space; why would he want to live with mankind? Yet, this is the story of the Bible. God created man and woman and placed them in a garden, a sanctuary where they would enjoy his presence continually. God looked on all of his creation and he loved every bit of it. But when sin entered the garden, Adam and Eve were kicked out as a consequence."
          }
        ]
      },
      {
        "sections": [
          {
            "text": "Yet, God still chose to dwell with his people. He instructed Moses and the Israelites to build a tabernacle where they could meet with God. He allowed David’s son Solomon to construct the great Temple in Jerusalem, which became the center of all Jewish worship of God. The design of both the tabernacle in the wilderness and the temple in Jerusalem closely resembled the elements of the Garden in Eden. This would remind every worshiper that creation itself was intended to be a home for God and his people. But it would also remind them that God is holy and can only be encountered on his own terms. When the apostle John writes that “the Word became flesh and dwelt among us,” the word he uses for “dwelt” is the same Greek word for tabernacle. This is no coincidence. John intended to communicate that Jesus is the true Garden, the true Tabernacle, and the true Temple. Jesus is the place where we meet God himself!"
          }
        ]
      },
      {
        "sections": [
          {
            "text": "In Jesus, we see a God who wants to dwell with his people. In Jesus, we see a God who comes down in the flesh. Only through Jesus can we see the one true God. Only through Jesus can we have our sins forgiven and approach his holiness. And only through Jesus can we dwell with this God forever!"
          }
        ]
      },
      {
        "sections": [
          {
            "text": "“And I heard a loud voice from the throne saying, “Behold, the dwelling place of God is with man. He will dwell with them, and they will be his people, and God himself will be with them as their God.”",
            "references": ["Revelation 21:3"]
          }
        ]
      }
    ]
  },
  {
    "id": "20221209",
    "date": "Dec 9, 2022",
    "author": "Jeremy Brown",
    "authorImage": "https://psides83.github.io/fbce-website-resources/images/jeremy-brown.jpg",
    "image": "https://psides83.github.io/fbce-website-resources/images/advent.jpg",
    "isSeries": true,
    "seriesId": "advent",
    "seriesTitle": "Anticipating the Savior – 25 days of Advent",
    "cardLabel": "Advent",
    "cardDescription": "We can trust that God will make good on his promise...",
    "title": "Dark Times, Brightest Hope",
    "paragraphs": [
      {
        "sections": [
          {
            "text": "Read",
            "references": ["Matthew 1:1-11", "Isaiah 1:1", "Isaiah 11:1-10"]
          }
        ]
      },
      {
        "sections": [
          {
            "text": "After Solomon’s reign in Jerusalem, the nation of Israel was divided into two main sections, the tribes of Judah and Benjamin in the south and the remaining ten tribes to the north. There was much that led up to this crisis, not least of all the sin of Solomon and others who did not rule according to the LORD’s wisdom. They sought the worldly counsel of those who craved power and success",
            "references": ["1 Kings 12"]
          },
          {
            "text": "Many of them acted wickedly in the eyes of the LORD and did not shepherd God’s people as they were meant to do. Yet, the division of the kingdom was actually the plan of God",
            "references": ["1 Kings 11:30-35"]
          },
          {
            "text": "And it was in these dark centuries of a divided kingdom that some of the most well-known prophecies emerged."
          }
        ]
      },
      {
        "sections": [
          {
            "text": "It was in the days of Uzziah, Jotham, Ahaz, and Hezekiah that the prophet Isaiah foretold a descendant of Jesse who would rule in perfect righteousness and peace",
            "references": ["Isaiah 11:1-10"]
          },
          {
            "text": "It was in the midst of Judah’s wickedness that the promise of the perfect King came. This is a reminder to us that there is ultimately no political, social, or economic solution for the issues that we face in our world. It is a reminder that in the darkest of times, the promises of God shine brightest. Sin may bring about God’s judgment, but for those who trust in the LORD, this judgment brings about desperation, desperation brings us to genuine repentance, repentance stirs in us longing, and longing causes us to seek satisfaction in the LORD alone. "
          }
        ]
      },
      {
        "sections": [
          {
            "text": "We may look at our world and be totally disheartened. We may feel overwhelmed because of circumstances that we cannot understand or change. But the Advent season reminds us that God oversees all of history. It reminds us to cling to his certain promise of a King who one day will right all wrongs once and for all. We can trust that God will make good on his promise because Jesus has already come to right the greatest wrong, our sin. When he comes again, we will experience his total rule in all its fullness and perfection! AMEN!"
          }
        ]
      }
    ]
  },
  {
    "id": "20221210",
    "date": "Dec 10, 2022",
    "author": "Jeremy Brown",
    "authorImage": "https://psides83.github.io/fbce-website-resources/images/jeremy-brown.jpg",
    "image": "https://psides83.github.io/fbce-website-resources/images/advent.jpg",
    "isSeries": true,
    "seriesId": "advent",
    "seriesTitle": "Anticipating the Savior – 25 days of Advent",
    "cardLabel": "Advent",
    "cardDescription": "For many, Christmas is not the most wonderful time of the year.",
    "title": "Sing the Songs of Advent, Even Through Tears",
    "paragraphs": [
      {
        "sections": [
          {
            "text": "Read",
            "references": ["Psalm 137"]
          }
        ]
      },
      {
        "sections": [
          {
            "text": "For many, Christmas is not the most wonderful time of the year. It is a reminder that there will be empty seats at the table. It’s another source of financial strain or pressure to find the perfect gifts. It’s the mark of another year gone by and the reality that we can’t stop the passing of time, the aging of our bodies, or the rapid growth of our children. But the Psalms can offer a helpful release for those who need it this time of year because they neither diminish the harshness of life nor leave us to despair."
          }
        ]
      },
      {
        "sections": [
          {
            "text": "After hundreds of years of bad kings and a divided kingdom, both the northern kingdom (Israel) and the southern kingdom (Judah) found themselves under the rule of Nebuchadnezzar. This fierce king carried off most of the Jewish inhabitants and attempted to strip them of their heritage and even their faith in Yahweh. It would take 70 years for them to be able to return to their homeland, which meant that an entire generation would die in a foreign land",
            "references": ["Jeremiah 25:11"]
          },
          {
            "text": "Religious and cultural identity became more difficult to maintain. Many, if not all, Jews wondered if the God who bound himself to their fathers Abraham, Isaac, and Jacob had abandoned them forever. Will God keep his promises? Does God really love us? These are the very circumstances in which Psalm 137 was written."
          }
        ]
      },
      {
        "sections": [
          {
            "text": "The Jews asked, “How can we sing the LORD’s song in a foreign land?”",
            "references": ["Psalm 137:4"]
          },
          {
            "text": "We might say, “How can we sing ‘Joy to the World’ when all we feel inside is sorrow. It may seem there is no encouragement in this psalm. After all, it ends with the notion of Babylonian children being “dashed against the rocks”",
            "references": ["Psalm 137:9"]
          },
          {
            "text": "But herein lies the hope. We as the people of God cannot allow ourselves to forget the promises of God or the things he has already brought us through. The Jews knew from the Scripture that God would ultimately deliver them",
            "references": ["Jeremiah 25:12-13"]
          },
          {
            "text": "And they remembered his great deliverance in the past",
            "references": ["Psalm 137:7"]
          },
          {
            "text": "This became the source of their continued hope and provided the resolve they needed to simply trust the LORD even when the situation was dark. It also gave them the confidence to pray and to sing even when they didn’t feel like it."
          }
        ]
      },
      {
        "sections": [
          {
            "text": "When we lift our eyes to the LORD, we inevitably have to get them off of ourselves. This frees us to have a godly perspective and trust that God is in control and that he cares for us. The reason we can trust him is that we have already seen his deliverance in the cross of Christ. There, Jesus freed us from the penalty of sin and the power of death. One day soon, he will come again to free us from their reality altogether! So, sing the song of Zion in a foreign land. Sing the songs of Advent that acknowledge the dark realities of this earthly life but also remind us of the glorious future that awaits those who trust in the coming King. AMEN!"
          }
        ]
      },
      {
        "sections": [
          {
            "quote": "<span>\"Hail the heav’nly Prince of Peace!<br/> Hail the Sun of Righteousness!<br/> Light and life to all He brings,<br/> Ris’n with healing in His wings.<br/> Mild He lays His glory by,<br/> Born that man no more may die;<br/> Born to raise the sons of earth,<br/> Born to give them second birth.\"<br/></br> Hark! The Herald Angels Sing<br/> - Charles Wesley</span>"
          }
        ]
      }
    ]
  },
  {
    "id": "20221211",
    "date": "Dec 11, 2022",
    "author": "Jeremy Brown",
    "authorImage": "https://psides83.github.io/fbce-website-resources/images/jeremy-brown.jpg",
    "image": "https://psides83.github.io/fbce-website-resources/images/advent.jpg",
    "isSeries": true,
    "seriesId": "advent",
    "seriesTitle": "Anticipating the Savior – 25 days of Advent",
    "cardLabel": "Advent",
    "cardDescription": "For many, Christmas is not the most wonderful time of the year.",
    "title": "Embrace Hard Things",
    "paragraphs": [
      {
        "sections": [
          {
            "text": "Read",
            "references": ["Matthew 1:12-16", "Jeremiah 29:1-14"]
          }
        ]
      },
      {
        "sections": [
          {
            "text": "Everyone loves to quote Jeremiah 29:11, but few actually understand the context in which this great promise emerged. Judah had been taken into captivity by Babylon. Throughout the Babylonian invasion there were many false prophets who were telling the people that it was not God’s plan for Jerusalem to fall, that Judah would always stand against foreign invasion. But these prophets only told the people what they wanted to hear. At best, it was wishful thinking on their part. At worst, this message was demonic in its source. This is a lesson for those of us who might resonate with teachers and preachers who tell us what we already want to hear. The Lord may not be in message so beware."
          }
        ]
      },
      {
        "sections": [
          {
            "text": "In reality, it was God’s plan that a large population of his people would be taken captive by Nebuchadnezzar. This is what he had spoken through Isaiah and Jeremiah. So, when the people became confused by contradictory messages, they needed a reminder. God told them to stay put, and trust his plan. Embrace the place that God has put you, even if it isn’t home. God’s instruction to his people was very simple. “Build houses and live in them; plant gardens and eat their produce. 6 Take wives and have sons and daughters; take wives for your sons, and give your daughters in marriage, that they may bear sons and daughters; multiply there, and do not decrease. 7 But seek the welfare of the city where I have sent you into exile, and pray to the Lord on its behalf, for in its welfare you will find your welfare”",
            "references": ["Jeremiah 29:5-7"]
          }
        ]
      },
      {
        "sections": [
          {
            "text": "he deportation of God’s people to Babylon made it seem like God was abandoning them. But Matthew’s genealogy reminds us that they continued to live life. In fact, they flourished in such a way that they continued to bear children, even in a culture that was dark and broken. The LORD sustained them, and the building of their families would ultimately lead to the birth of the promised Savior from God."
          }
        ]
      },
      {
        "sections": [
          {
            "text": "Whatever the hardship you face, don’t fight it! As the apostle Paul says 2 Corinthians, “For this light and momentary affliction is preparing for us an eternal weight of glory beyond all comparison.” Advent reminds us that even the hard things are a part of God’s plan. Embrace the hardship. Be faithful to what God has already revealed in his word. Rest in his goodness and trust him to reveal the full picture in time. What he has promised, he will do. We need not look any further than Jesus to remember that he is faithful and true."
          }
        ]
      }
    ]
  },
  {
    "id": "20221212",
    "date": "Dec 12, 2022",
    "author": "Jeremy Brown",
    "authorImage": "https://psides83.github.io/fbce-website-resources/images/jeremy-brown.jpg",
    "image": "https://psides83.github.io/fbce-website-resources/images/advent.jpg",
    "isSeries": true,
    "seriesId": "advent",
    "seriesTitle": "Anticipating the Savior – 25 days of Advent",
    "cardLabel": "Advent",
    "cardDescription": "Idolatry happens when we worship the gift over the Giver, the created over the Creator.",
    "title": "Have Yourself An Idolatrous Little Christmas?",
    "paragraphs": [
      {
        "sections": [
          {
            "text": "Read",
            "references": ["Isaiah 9:1-7"]
          }
        ]
      },
      {
        "sections": [
          {
            "text": "Christmas is celebrated in all kinds of ways. There are pleasant and quaint traditions that make this time of year so enjoyable for many. But if we’re not careful, we will find ourselves worshiping the idea of Christmas without worshiping the Christ to whom it points. When we expect from Christmas what it hasn’t promised, then we are left disappointed with it. And it’s not because we expect too much from Christmas; it’s because we don’t expect enough!"
          }
        ]
      },
      {
        "sections": [
          {
            "text": "Idolatry happens when we worship the gift over the Giver, the created over the Creator. It happens when we take good things that God has given us and make them ultimate. It happens when we expect from creation the kind of satisfaction and security that only God himself can provide. It also happens subtly when we worship our own ideas of who God is rather than the One who is revealed in Scripture."
          }
        ]
      },
      {
        "sections": [
          {
            "text": "Israel was sent into exile because of their idolatry. They sinned at various times either by worshiping false gods or by worshiping their own idea of who the true God is. When the consequences of their idolatry came in the form of Assyrian and Babylonian invasion, they foolishly trusted in other idolatrous nations to deliver them. Ironically, they looked to powers like Egypt, a nation that had previously enslaved them hundreds of years before",
            "references": ["Isaiah 31"]
          },
          {
            "text": "They forgot who they were as God’s people, and thus, they trusted in lesser powers to deliver them. It was in this context that an eternal King was promised. This King would establish his kingdom “to uphold justice with righteousness from this time forth and forevermore”",
            "references": ["Isaiah 9:7"]
          },
          {
            "text": "He would also restore the right worship of God by opening the eyes of those who are spiritually blinded by worshiping lesser gods",
            "references": ["Isaiah 42:6-8", "Ephesians 1:17-18"]
          }
        ]
      },
      {
        "sections": [
          {
            "text": "We are guilty of trusting other people, places, and things. We think that the next job promotion, the next degree, the next relationship, the next season of life is going to satisfy the deep longings of our hearts. But as Augustine said, “You O Lord have made us for yourself, and our hearts are restless until they find their rest in you.” We were created to “glorify God and enjoy him forever” (The Westminster Shorter Catechism, Question 1). This Christmas, enjoy the time with family and friends, the Christmas parties, the giving and receiving of gifts, the delicious food, and other traditions that make this time of year so special. But do not expect these things to satisfy your soul. That is something only Christ himself can do. These lesser things have value and meaning only in light of who Jesus is and what he has done to set you free from the enslavement of sin and idolatry. They are good gifts that should point us to the ultimate Gift and cause us to seek him with all our hearts!"
          }
        ]
      }
    ]
  },
  {
    "id": "20221213",
    "date": "Dec 13, 2022",
    "author": "Jeremy Brown",
    "authorImage": "https://psides83.github.io/fbce-website-resources/images/jeremy-brown.jpg",
    "image": "https://psides83.github.io/fbce-website-resources/images/advent.jpg",
    "isSeries": true,
    "seriesId": "advent",
    "seriesTitle": "Anticipating the Savior – 25 days of Advent",
    "cardLabel": "Advent",
    "cardDescription": "We wouldn’t naturally think of Genesis 3:15 as the quintessential Christmas passage.",
    "title": "The Seed of the Woman",
    "paragraphs": [
      {
        "sections": [
          {
            "text": "Read",
            "references": ["Genesis 3:15", "Isaiah 7:14", "Matthew 1:1-16"]
          }
        ]
      },
      {
        "sections": [
          {
            "text": "We would expect Matthew to emphasize the davidic ancestry here at the end of the genealogy. After all, he started by calling Jesus “the son of David” and then traced this royal lineage all the way up to Joseph. But then, he breaks from this line and shows that Jesus actually wasn’t the direct biological descendant of David after all. Of course, even Mary and Joseph were distant relatives because they were both Jews and had a common ancestry that went back to Abraham. But it doesn’t diminish the reality of Matthew’s intentional language. Jesus was born of Mary, not Joseph",
            "references": ["Matthew 1:16"]
          },
          {
            "text": "Unless we understand the unusual nature of this, we will miss its significance."
          }
        ]
      },
      {
        "sections": [
          {
            "text": "We wouldn’t naturally think of Genesis 3:15 as the quintessential Christmas passage. How many times have you read this verse to your kids on Christmas day? But this is where the promise of Christ begins. Right there in the garden, in the midst of pronouncing a curse on the Serpent, God simultaneously promised a Savior who would crush the Serpent’s head. And this Savior would be born of a woman. The language that God used would become unmistakeable; the Savior will be born of a virgin. The word used for “offspring” in Genesis 3:15 is the word for “seed.” Women do not have seed; men do. Yet, God says that the seed of the woman will crush the head of the Serpent. The answer to Adam and Eve’s rebellion against God (and all the rebellion since) would come through a chosen descendant."
          }
        ]
      },
      {
        "sections": [
          {
            "text": "Jesus was born as a man so as to genuinely identify with humanity. He was born of a virgin to show that he is not like any other human being; he is the God-man. The power of Satan lies in his ability to steal, kill, and destroy by tempting us to distrust the LORD",
            "references": ["Genesis 3:1-5"]
          },
          {
            "text": "And this power is reinforced as he accuses us, highlighting our sin and shame. But the child born of a virgin has disarmed Satan of his greatest weapons. And he did this by taking our sin and shame upon himself",
            "references": ["Revelation 12:10-12"]
          },
          {
            "text": "Satan’s accusations are now swallowed up in the reality that Christ has borne our punishment once and for all."
          }
        ]
      },
      {
        "sections": [
          {
            "text": "From the garden, Satan has continued to bruise the heel of Christ. Yet, in the cross, Christ has delivered the crushing blow to Satan’s head. Like any dead snake whose body continues to wriggle, though the head is removed, Satan continues to try to thwart God’s plan",
            "references": ["Reveltation 12"]
          },
          {
            "text": "But his attempts are pointless, and his time is short. The Seed of the woman has conquered him fully and finally through his death and resurrection."
          }
        ]
      }
    ]
  },
  {
    "id": "20221214",
    "date": "Dec 14, 2022",
    "author": "Jeremy Brown",
    "authorImage": "https://psides83.github.io/fbce-website-resources/images/jeremy-brown.jpg",
    "image": "https://psides83.github.io/fbce-website-resources/images/advent.jpg",
    "isSeries": true,
    "seriesId": "advent",
    "seriesTitle": "Anticipating the Savior – 25 days of Advent",
    "cardLabel": "Advent",
    "cardDescription": "We do not live trying to work our way up to God.",
    "title": "Rest In God’s Perfect Schedule",
    "paragraphs": [
      {
        "sections": [
          {
            "text": "Read",
            "references": ["Matthew 1:17", "Galatians 4:4", "Hebrews 4:8-9"],
            "quote": "",
            "header": ""
          }
        ]
      },
      {
        "sections": [
          {
            "text": "In the Bible, the number seven is very important! It signifies completion or perfection or rest. God created the universe in six days and rested on the seventh to show that his work was finished and that it was good",
            "references": ["Genesis 1:31-2:3"]
          },
          {
            "text": "He gave Israel a 7 day week, six of which they would work and on the 7th they would rest in God’s provision",
            "references": ["Exodus 20:8-11"]
          },
          {
            "text": "Before the Jews were exiled to Babylon, God said that they would be captives there for 70 years, after which their families would return to the homeland",
            "references": ["Jeremiah 25:11-12"]
          },
          {
            "text": "When Peter asked Jesus how many times a person should forgive, he assumed seven would be the answer. But Jesus responded, “I do not say seven but seventy-seven” showing that true forgiveness is everlasting",
            "references": ["Matthew 18:22"]
          },
          {
            "text": "You get the point. Sevens in the Bible show us that something has been brought to its intended completion."
          }
        ]
      },
      {
        "sections": [
          {
            "text": "There is debate as to whether Matthew’s statement that there are 42 generations from Abraham to Jesus is valid",
            "references": ["Matthew 1:17"],
            "quote": "",
            "header": ""
          },
          {
            "text": "Doing the historical math, it would seem that some generations have been left out. But Matthews’s purpose is not to give a literal and detailed account of Jesus’ family tree. His purpose is to show that Jesus’ birth inaugurated the completion of the rest that was promised in all the generations before him. The generations from Abraham to Jesus that Matthew highlights add up to 42. That is 6 “seven’s.” Just as creation and the calendar week are incomplete without the seventh day of rest, so history would not be complete without the coming of Christ. This means that we are living in the completion of the history of the world and the fullness of God‘s kingdom.",
            "references": [],
            "quote": "",
            "header": ""
          }
        ]
      },
      {
        "sections": [
          {
            "text": "We do not live trying to work our way up to God. We rest in the goodness of the God who came down to us! We may only see glimpses now, but we can have confidence that God is sovereign over all history and his plan is on schedule. Our task is to rest in Jesus as the fulfillment of all things. God has not forgotten his promises or given up on his people. He is working all things together for the good of his people and the glory of his reputation",
            "references": ["Romans 8:28"],
            "quote": "",
            "header": ""
          },
          {
            "text": "For God’s people, there is no reason to fear the uncertainty of the future or the increasing decay of society or be anxious because of hard times. “For when the fullness of time had come, God sent forth his Son, born of woman, born under the law, to redeem those who were under the law so that we might receive adoption as sons”",
            "references": ["Galatians 4:4-5"],
            "quote": "",
            "header": ""
          },
          {
            "text": "Rest in the perfection of God’s schedule!",
            "references": [],
            "quote": "",
            "header": ""
          }
        ]
      }
    ]
  },
  {
    "id": "20221215",
    "date": "Dec 15, 2022",
    "author": "Jeremy Brown",
    "authorImage": "https://psides83.github.io/fbce-website-resources/images/jeremy-brown.jpg",
    "image": "https://psides83.github.io/fbce-website-resources/images/advent.jpg",
    "isSeries": true,
    "seriesId": "advent",
    "seriesTitle": "Anticipating the Savior – 25 days of Advent",
    "cardLabel": "Advent",
    "cardDescription": "It was necessary for Christ to be born in frail humanity since his purpose was to be the Savior of the world.",
    "title": "The Indwelling Holy Spirit",
    "paragraphs": [
      {
        "sections": [
          {
            "text": "Read",
            "references": ["Matthew 1:17", "Luke 1:26-37"],
            "quote": "",
            "header": ""
          },
          {
            "text": "It was necessary for Christ to be born in frail humanity since his purpose was to be the Savior of the world. He had to be like us to the fullest degree. Hebrews 4 says that he identifies with our weaknesses in every way, “yet without sin”",
            "references": ["Hebrew 4:14"],
            "quote": "",
            "header": ""
          },
          {
            "text": "But he also had to be set apart (holy) from humanity, distinct so as to be qualified to atone for the sins of humanity",
            "references": ["Luke 1:35"],
            "quote": "",
            "header": ""
          },
          {
            "text": "Certainly, this meant living a life of perfect obedience to the Father",
            "references": ["John 17:4"],
            "quote": "",
            "header": ""
          },
          {
            "text": "But to ensure that even his human birth was unique from all others, the Godhead determined from eternity past that Christ would be born of a virgin. And this happened because the Holy Spirit came upon Mary in a special way.",
            "references": [],
            "quote": "",
            "header": ""
          }
        ]
      },
      {
        "sections": [
          {
            "text": "It’s incredible in itself that God would see fit to become subject to his creation, let alone that he would come in the form of a helpless child. But we can’t really comprehend what it meant for the young Mary to become pregnant by the miraculous working of the Holy Spirit. This is why Mary was so humbled by the reality that the promised Savior, the eternal Son of God would grow inside her belly. She knew that she had been chosen to carry the one who was promised to Abraham, Isaac, and Jacob and whom the prophets had foretold for centuries",
            "references": ["Luke 1:46-55"],
            "quote": "",
            "header": ""
          },
          {
            "text": "And as the child grew, so too did her union with him.",
            "references": [],
            "quote": "",
            "header": ""
          }
        ]
      },
      {
        "sections": [
          {
            "text": "Every woman who has carried a child in her womb knows the unexplainable intimacy they feel during the season. And those who haven’t had this privilege may long to have it. But the promise of God is that we all can have this level of intimacy with Christ’s Spirit, whether we are a man or woman, rich or poor, barren or fertile. We all can know what it is to be one with Christ through the indwelling Holy Spirit. The apostle Paul writes, “Or do you not know that your body is a temple of the Holy Spirit within you, whom you have from God? You are not your own, for you were bought with a price. So glorify God in your body”",
            "references": ["1 Corinthians 6:19-20"],
            "quote": "",
            "header": ""
          },
          {
            "text": "Jesus came as the true Temple, the place where we meet God. But when we turn from trusting in ourselves and trust in him, we become a temple (dwelling place) for God’s Spirit. The season of Advent and the story of Christmas are reminders that God came to dwell, not just with his people but in them",
            "references": ["John 14:15-17"],
            "quote": "",
            "header": ""
          }
        ]
      }
    ]
  },
  {
    "id": "20221216",
    "date": "Dec 16, 2022",
    "author": "Jeremy Brown",
    "authorImage": "https://psides83.github.io/fbce-website-resources/images/jeremy-brown.jpg",
    "image": "https://psides83.github.io/fbce-website-resources/images/advent.jpg",
    "isSeries": true,
    "seriesId": "advent",
    "seriesTitle": "Anticipating the Savior – 25 days of Advent",
    "cardLabel": "Advent",
    "cardDescription": "“...unless one is born again he cannot see the kingdom of God”",
    "title": "New Birth In the Spirit",
    "paragraphs": [
      {
        "sections": [
          {
            "text": "Read",
            "references": ["Ezekiel 36:22-28", "Matthew 1:17", "John 3:1-8"],
            "quote": "",
            "header": ""
          }
        ]
      },
      {
        "sections": [
          {
            "text": "The birth of the Savior through Mary is miraculous to be sure! But even more miraculous is the reality that through the Holy Spirit, God makes dead, dark hearts alive. God’s Spirit alone can make someone who had no interest in Jesus become a true lover of Jesus. Mary’s conception of Jesus by the Holy Spirit was a private thing. No one could testify to it because no one could actually see it. But when a person is made new by the Holy Spirit, everyone knows that something is different. ",
            "references": [],
            "quote": "",
            "header": ""
          }
        ]
      },
      {
        "sections": [
          {
            "text": "Jesus told Nicodemus that it wasn’t his religious efforts or intellect that would enable him to see the kingdom of God. The natural man does not understand the things of God",
            "references": ["1 Corinthians 2:14"],
            "quote": "",
            "header": ""
          },
          {
            "text": "Jesus said, “...unless one is born again he cannot see the kingdom of God”",
            "references": ["John 3:3"],
            "quote": "",
            "header": ""
          },
          {
            "text": "He added, “...unless one is born of water and the Spirit, he cannot enter the kingdom of God” ",
            "references": ["John 3:5"],
            "quote": "",
            "header": ""
          },
          {
            "text": "Jesus uses language that Nicodemus understood. First, he talks about birth. The analogy presses the point that just as no one can make themselves born physically, so no one can make themselves re-born spiritually",
            "references": ["John 3:8"],
            "quote": "",
            "header": ""
          },
          {
            "text": "Secondly, the reality of being born of “water and the Spirit” is something Nicodemus would have connected to the prophet Ezekiel. In Ezekiel 36, the LORD promised that he would one day put his Spirit in his people and give them new hearts so that they would obey all his commands. This would cleanse them spiritually from all their unrighteousness.",
            "references": [],
            "quote": "",
            "header": ""
          }
        ]
      },
      {
        "sections": [
          {
            "text": "Being a citizen of God’s kingdom demands a new birth. This is not an earthly birth but a spiritual one,  whereby a person comes to see clearly who Jesus is as Savior and LORD. Just as Jesus was conceived in Mary by the power of the Holy Spirit, so it is only by his same power that we can be made new. We may think we have life, but the Scripture is clear that until we find ourselves in Christ we don’t truly know what living is",
            "references": ["John 10:10"],
            "quote": "",
            "header": ""
          },
          {
            "text": "This doesn’t mean that we will always be prosperous and care free. It means that no matter our circumstances, we have the freedom to live in the moment because we trust the One who has secured our future through his life, death, and resurrection. The life that Jesus promises is eternal; it is not bound by time or space and it lasts forever. And it comes by the same  power that conceived the Son of Heaven in Mary’s womb!",
            "references": [],
            "quote": "",
            "header": ""
          }
        ]
      }
    ]
  }
]
