[
  {
    "name": "Britt Green",
    "title": "Pastor",
    "bio": "A native of Union Springs, AL, Britt came to faith in Christ at the age of 21, and followed God's call to vocational ministry later in the same year. He has served four churches in Alabama and Florida, and earned academic degrees from New Orleans and Southeastern Baptist Theological Seminaries. Britt and his wife Heather have four children (Caleb, Eli, Matthew, and Mary-Lynn). God called the Greens to Eclectic in January of 2011, and has shown grace after grace to them in this family of faith. Britt enjoys spending time with family, college football (War Eagle!), and the great outdoors.",
    "shortBio": "A native of Union Springs, AL, Britt came to faith in Christ at the age of 21, and followed God's call to vocational ministry later in the same year...",
    "image": "https://psides83.github.io/fbce-website-resources/images/britt-green.jpg"
  },
  {
    "name": "Kyle Futral",
    "title": "Worship Pastor",
    "bio": "Kyle is a native of Eclectic and long-time member of First Baptist. He became our worship pastor in the spring of 2015, and has been passionately leading us in worship through music ever since. In addition to his leadership in the church, Kyle is a high school principal. He and his wife Malarie have two small boys, Baron and Ben.",
    "shortBio": "Kyle is a native of Eclectic and long-time member of First Baptist. He became our worship pastor in the spring of 2015...",
    "image": "https://psides83.github.io/fbce-website-resources/images/kyle-futral.jpg"
  },
  {
    "name": "Robin Studdard",
    "title": "Office Administrator",
    "bio": "Robin grew up in Eclectic where she has raised four children (Halie, Jake, Brooke, and Gavin) with her husband Greg. Robin has served as our church administrator since 2001. When she is not engaging in daily church office matters or occasional practical jokes, Robin enjoys spending time with her grandchildren.",
    "shortBio": "Robin grew up in Eclectic where she has raised four children (Halie, Jake, Brooke, and Gavin) with her husband Greg...",
    "image": "https://psides83.github.io/fbce-website-resources/images/robin-studdard.jpg"
  },
  {
    "name": "Mary Ann Corliss",
    "title": "Financial Secretary",
    "bio": "Mary Ann was raised in Montgomery, AL and has been a resident of Eclectic for 40 years. She is retired from Caffco International where she worked for 38 years as a Marketing Coordinator. She is married to Regi Corliss and they have been married for 22 years. They have 3 children and 5 wonderful grandchildren. She is a long-time member on First Baptist Church Eclectic.",
    "shortBio": "Mary Ann was raised in Montgomery, AL and has been a resident of Eclectic for 40 years. She is retired from Caffco International where she worked for 38 years...",
    "image": "https://psides83.github.io/fbce-website-resources/images/mary-ann-corliss.jpg"
  },
  {
    "name": "Lee Billings",
    "title": "Facilities Director",
    "bio": "Lee is a native of Ozark, AL and became a member of First Baptist in 2014. He is retired from the United States Air Force where he attained the rank of Chief Master Sergeant. He and his wife, Norma, have three children and seven grandchildren.",
    "shortBio": "Lee is a native of Ozark, AL and became a member of First Baptist in 2014...",
    "image": "https://psides83.github.io/fbce-website-resources/images/lee-billings.jpg"
  },
  {
    "name": "Andrew Wesley",
    "title": "Facilities Director",
    "bio": "A graduate of Auburn University at Montgomery, Andrew stepped into the role of Youth Minister in 2025 with a heart for students, the local church, and a passion for sharing the Gospel. During his time in college, he served as a Resident Ministry Assistant, where he discovered the joy of leading and teaching young people. There are few things that Andrew is more passionate about than teaching Scripture, leading games, or cheering on his favorite teams. He loves sports, building community, and seeing students grow in their faith.",
    "shortBio": "A graduate of Auburn University at Montgomery, Andrew stepped into the role of Youth Minister in 2025...",
    "image": ""
  }
]
